export const CITIES = ['Киров', 'Москва', 'Санкт-Петербург', 'Другой'];

export const KIROV_DISTRICTS = [
    {
        name: 'Ленинский район',
        description: 'Самый густонаселенный, включает Юго-Западный мкр, Чистые Пруды, район ж/д вокзала, Зональный, Дружба, а также посёлки Лянгасово, Новый, Победилово',
        microdistricts: ['Юго-Западный', 'Чистые Пруды', 'Ж/Д вокзал', 'Зональный', 'Дружба', 'Лянгасово', 'Новый', 'Победилово', 'Центр (Ленинский)']
    },
    {
        name: 'Октябрьский район',
        description: 'Северная и северо-западная часть. Филейка, Лепсе, ОЦМ, ТЭЦ-3, Авитек, а также Ганино, Костино, Садаковский',
        microdistricts: ['Филейка', 'Лепсе', 'ОЦМ', 'ТЭЦ-3', 'Авитек', 'Ганино', 'Костино', 'Садаковский']
    },
    {
        name: 'Первомайский район',
        description: 'Исторический центр, Вересники, Дымково, Макарье, Озерки, Коминтерн, Порошино',
        microdistricts: ['Исторический центр', 'Театральная площадь', 'Центральный рынок', 'Вересники', 'Дымково', 'Макарье', 'Озерки', 'Коминтерн', 'Порошино']
    },
    {
        name: 'Нововятский район',
        description: 'Нововятск, Радужный, 41-й микрорайон, Сошени, Соломинцы',
        microdistricts: ['Нововятск', 'Радужный', '41-й микрорайон', 'Сошени', 'Соломинцы']
    }
];
